[
    {
        "_id":"001",
        "name":"1932 Ford 3-Window Coupe",
        "description":"Jag Rear End, All Chrome and Polished. Torsion Bar Front Suspension. Dotson Rack. Walker Radiator. Cadillac Telescoping and Tilt Steering Column. Chevy TPI Motor, All Polished. Chevy 700R Transmission",
        "img":"https://i.ibb.co/r2bhnYr/car1.jpg",
        "price":"59000"
    },
    {
        "_id":"002",
        "name":"1937 MG VA",
        "description":"1937 MG VA Tickford Drophead Coupe. Limited Production of 591. 4 Cylinder, 1549 CC, 54 BHP. The Most Elegant and Desired of the Three Models Produced",
        "img":"https://i.ibb.co/z7Y08bT/car2.jpg",
        "price":"70000"
    },
    {
        "_id":"003",
        "name":"1941 Chrysler Windsor",
        "description":"This 1941 Chrysler Highlander vehicle is in original condition and has not been restored.  It runs great and looks great!  The odometer shows 77,674 miles.  It has been garage kept and very well taken care of.",
        "img":"https://i.ibb.co/KyZV3fc/car3.jpg",
        "price":"36500"
    },
    {
        "_id":"004",
        "name":"1948 Bentley Mark VI",
        "description":"Nice 1948 Bentley aluminum body mark vi coachwork by mulliner. Runs great .new tires 2year old paint factory sliding sunroof. New leather upholstery.4 speed manual on the floor. drives and stops great",
        "img":"https://i.ibb.co/Wys3PZj/car4.jpg",
        "price":"34000"
    },
    {
        "_id":"005",
        "name":"1941 Chevrolet Business Coupe",
        "description":"New rear springs and interior. Converted to 12 volts. A cruiser, not a hot rod. It does catch the eye cruising. Original suspension. Some original parts included. New floor and rockers.",
        "img":"https://i.ibb.co/KKcXJzp/car5.jpg",
        "price":"16800"
    },
    {
        "_id":"006",
        "name":"1933 Willys 2-Dr Coupe",
        "description":"ALL STEEL BODY with an ALL ALUMINUM 350 Chevy engine built by the late John Lingenfelter with an electronically controlled Hilborn fuel injection and one-off billet aluminum accessories.",
        "img":"https://i.ibb.co/FwsGPwy/car6.jpg",
        "price":"95000"
    },
    {
        "_id":"007",
        "name":"1934 Chevrolet 2-Dr Sedan",
        "description":"1934 Chevy 2-door Standard Sedan. 350 engine turbo hydromagic OEM RIMS 8” back, 6” front. 1933 Chevy hubcaps, this is an older build. Very sharp looking, Mustang front end. Magenta in color in excellent condition.",
        "img":"https://i.ibb.co/Xxj5KTy/car7.jpg",
        "price":"35000"
    },
    {
        "_id":"008",
        "name":"1931 Devaux 6-75",
        "description":"This is a rare 1931 DeVaux Sports Coupe built in Grand Rapids. Michigan in the former Denault factory. According to Automotive history there were only 7 of these Sports Coupe built. ",
        "img":"https://i.ibb.co/5nT2BD7/car8.jpg",
        "price":"17500"
    },
    {
        "_id":"009",
        "name":"1948 Chevrolet 2-Dr Sedan",
        "description":"Corvette Red Exterior with Custom Two Tone Leather and Cloth Interior. Chevy 350 V8 4 Bolt Engine. 700 R Automatic. Damoing Adjustable QA1 Front and Rear Suspension, RWD. Front Disc Brakes",
        "img":"https://i.ibb.co/TKCJjjd/car9.jpg",
        "price":"39500"
    },
    {
        "_id":"010",
        "name":"1920 Hudson Super Speedster",
        "description":"Up for sale is my 1920 Hudson Roadster. Green with Black fenders and Chinese Red wheels. Looks and runs great. Snuffers (shocks) just replaced prior to my purchasing her. Has side curtains and boot cover for top.",
        "img":"https://i.ibb.co/nBvV9Pp/car10.jpg",
        "price":"45000"
    },
    {
        "_id":"011",
        "name":"1929 Ford Highboy",
        "description":"Fiberglass composite by Wescott on ’32 frame rails. Crate LT1 5.7L (350 CID) producing 300 horsepower with fuel injection, polished high performance intake with K&N air filter, chrome rocker covers.",
        "img":"https://i.ibb.co/n1k5Wyn/car11.jpg",
        "price":"54900"
    },
    {
        "_id":"012",
        "name":"1930 Ford Model A",
        "description":"This 1930 Ford Model A 5-window coupe was transformed into a street rod with a 4-inch chop by a previous owner in 1988. It is based on an aftermarket TCI frame and outfitted with original steel bodywork.",
        "img":"https://i.ibb.co/ssXN8xN/car12.jpg",
        "price":"52000"
    }
]